{
    "data": [{
        "title": "The Witcher 3",
        "imgURL": "/images/logo.jpg",
        "desc": "Geralt of Rivia, a monster hunter for hire, embarks on an epic journey to find his former apprentice, Ciri, before The Wild Hunt can capture her and bring the destruction of the world.",
        "id": 1,
        "year": 2015,
        "imdb": 9.8,
        "console": ["XBOX One", "PS4", "PC"]
    }, {
        "title": "Forza Horizon 3",
        "imgURL": "/images/logo.jpg",
        "desc": "Forza Horizon 3 is an open world racing video game developed by Playground Games and published by Microsoft Studios for Xbox One and Microsoft Windows 10. The game features cross-platform play between the two platforms.",
        "id": 2,
        "imdb": 8.8,
        "year": 2016,
        "console": ["XBOX One", "PC"]
    }, {
        "title": "Grand Theft Auto V",
        "imgURL": "/images/logo.jpg",
        "desc": "Three very different criminals team-up for a series of daring, yet very profitable, heists in the corrupt city of Los Santos.",
        "id": 3,
        "imdb": 9.7,
        "year": 2013,
        "console": ["XBOX One", "PC", "PS4"]
    }, {
        "title": "Uncharted 4",
        "imgURL": "/images/logo.jpg",
        "desc": "Nathan Drake comes out of retirement one last time, to go on a dangerous quest for Henry Avery's pirate treasure with his brother, Sam. But will he make it to the end of his epic journey?",
        "id": 4,
        "imdb": 9.7,
        "year": 2016,
        "console": ["PS4"]
    }, {
        "title": "Injustice 2",
        "imgURL": "/images/logo.jpg",
        "desc": "Batman and his allies work towards putting the pieces of society back together while struggling against those who want to restore Superman's regime. In the midst of the chaos, a new threat appears that will put Earth's existence at risk.",
        "id": 5,
        "imdb": 9.2,
        "year": 2017,
        "console": ["XBOX One", "PC", "PS4"]
    }, {
        "title": "FIFA 18",
        "imgURL": "/images/logo.jpg",
        "desc": "FIFA 18 is the second instalment in the series to use the Frostbite 3 game engine, although some versions of the game use a different game engine. The PlayStation 4 and Xbox One versions include a continuation of The Journey a story-based mode that was originally in FIFA 17 entitled 'The Journey: Hunter Returns.'",
        "id": 6,
        "imdb": "NA",
        "year": 2017,
        "console": ["XBOX One", "PC", "PS4"]
    }] 
}